{
  "hello_text": "Welcome",
  "register": "Sign up",
  "registration": "Registration",
  "name": "Name",
  "phone_number": "Phone number",
  "phone_format": "Phone format: (XXX)XXX-XXXX",
  "email_address": "Email_address",
  "country": "Country?",
  "life_story": "Life Story",
  "keep_it_short": "Keep it short, this is just a demo",
  "tell_about" : "Tell us about yourself ",
  "password": "Password",
  "enter_password": "enter password",
  "confirm": "Confirm password",
  "confirm_password": "Confirm the password",
  "barcode": "Barcode",
  "your_barcode": "Your barcode",
  "gender": "Gender?",
  "male": "Male",
  "female": "Female",
  "submit": "Submit",
  "userinfo": "User information",
  "enter": "Enter",
  "scan_a_code": "scan a code",
  "form_is_not_valid": "Form is not valid! Please review and correct",
  "name_is_required" : "Name is required.",
  "please_enter": "Please enter alphabetical characters.",
  "email_empty": "Email cannot be empty",
  "invalid_email": "Invalid email address",
  "password_required": "8 character required for password",
  "password_doesnt": "Password does not match",
  "registration_is_successful": "Registration successful",
  "enter_email": "Enter Email address",
  "log_in": "Log in",
  "authorization": "Authorization",
  "kazakhstan": "Kazakhstan",
  "russia": "Russia",
  "ukraine": "Ukraine",
  "germany": "Germany",
  "france": "France",
  "Text1Bolt": "Cyberpunk 2077 will receive the \"Game of the Year\" edition",
  "Text1": "\n\nCD Projekt RED studio plans to release a new edition of Cyberpunk 2077. This was told by the head of the company Adam Kichinsky in a comment for the Stockwatch portal. A new edition called \"Game of the Year\" will be released in 2023. First, the developers plan to release additional patches, as well as the Phantom Liberty story supplement, announced in September 2022. At the same time, it is still unknown when the DLC will be released.Cyberpunk 2077 was released in 2020. Earlier, the game developers said that the only story addition Phantom Liberty will be paid. The DLC action in the spirit of a spy thriller will develop simultaneously with the main story.",
  "Text2Bolt": "Riot Games showed the Arcane story video",
  "Text2": "\n\nRiot Games has published an excerpt from the Arcane animated series based on the League of Legends universe. The new footage was presented during Netflix's Geeked Week online festival. The Arcane plot will develop around two champions of League of Legends — sisters Vi and Jinx, and the action will take place in a technological Pilot and steampunk slums of Zauna. In a short story clip, the developers showed Jinx, who recalls moments of a quarrel with her sister.Earlier, Riot Games released a teaser of the series on the LoL universe and showed several characters who will appear in the picture. There was an unknown hero among them, and fans assumed that on the day of the premiere Riot would add a new champion to LoL. The release of the series on the streaming platform Netflix",
  "Text3Bolt": "Tundra Esports became the champion of The International 2022",
  "Text3": "\n\nTundra Esports beat Team Secret in the grand final of The International 2022 Dota 2. The match ended with a score of 3:0. Neta 33 Shapira's team became the champion of the tournament and earned more than $8.4 million. Her opponent received more than $2.4 million. Earlier, the teams met in the final of the upper grid, where Tundra also turned out to be stronger, the result of the confrontation was 2:1.TI11 was held from October 15 to October 30 in Singapore. The prize fund of the championship amounted to more than $ 18.8 million — it continues to increase due to sales of the Battle Pass and its levels. You can get acquainted with the composition of the participants in the report."
  "news": "News"
}