{
  "hello_text": "Қош келдіңіз",
  "register": "Қол қою",
  "registration": "Тіркеу",
  "name": "Аты",
  "phone_number": "Tелефон нөмірі",
  "phone_format": "Телефон пішімі (XXX)XXX-XXXX",
  "email_address": "Email мекен-жайы",
  "country": "Ел?",
  "life_story": "Өмір тарихы",
  "keep_it_short": "Мұны қысқартыңыз",
  "tell_about" : "Өзіңіз туралы айтыңыз",
  "password": "Құпия сөз",
  "enter_password": "Құпия сөзді енгізіңіз",
  "confirm": "Құпия сөзді растаңыз",
  "confirm_password": "Құпия сөзді растаңыз",
  "barcode": "Баркод",
  "your_barcode": "Сіздің баркод",
  "gender": "Еден?",
  "male": "Еркек",
  "female": "Әйел",
  "submit": "Ұсыну",
  "userinfo": "Пайдаланушы туралы ақпарат",
  "enter": "Кіру",
  "scan_a_code": "Кодты сканерлеу",
  "form_is_not_valid": "Пішін жарамсыз! Қарап шығыңыз және түзетіңіз",
  "name_is_required" : "Аты міндетті.",
  "please_enter": "Алфавиттік таңбаларды енгізіңіз.",
  "email_empty": "Email бос болуы мүмкін емес",
  "invalid_email": "Email мекенжайы дұрыс емес",
  "password_required": "Құпия сөз үшін 8 таңба қажет",
  "password_doesnt": "Құпия сөз сәйкес келмейді",
  "registration_is_successful": "Тіркеу сәтті өтті",
  "enter_email": "Email мекенжайын енгізіңіз",
  "log_in": "Кіру",
  "authorization": "Авторизация",
  "kazakhstan": "Қазақстан",
  "russia": "Ресей",
  "ukraine": "Украина",
  "germany": "Германия",
  "france": "Франция",
  "Text1Bolt": "Cyberpunk 2077 \"жыл ойыны\" басылымын алады",
  "Text1": "\n\nCD Projekt Red студиясы cyberpunk 2077 жаңа шығарылымын шығаруды жоспарлап отыр. Бұл туралы компания басшысы Адам Кичинский stockwatch порталына берген түсініктемесінде айтты.\"Жыл ойыны\" деп аталатын жаңа басылым 2023 жылы шығады. Алдымен әзірлеушілер қосымша патчтарды, сондай-ақ 2022 жылдың қыркүйегінде жарияланған Phantom Liberty сюжеттік қосымшасын шығаруды жоспарлап отыр. Сонымен қатар, DLC қашан шығарылатыны әлі белгісіз. Cyberpunk 2077 2020 жылы шықты. Ойын әзірлеушілері бұған дейін Phantom Liberty-дің жалғыз сюжеттік қосымшасы ақылы болатынын айтқан болатын. Тыңшылық триллер рухындағы DLC әрекеті негізгі оқиғамен бір уақытта дамиды.",
  "Text2Bolt": "Riot Games Arcane сюжеттік бейнесін көрсетті",
  "Text2": "\n\nRiot Games Аңыздар лигасы әлеміндегі arcane анимациялық сериясынан үзінді жариялады. Жаңа кадрлар Netflix-тің geeked Week онлайн фестивалі кезінде ұсынылды. Arcane сюжеті League of Legends — тің екі чемпионы-Vi және Jinx апалы-сіңлілері төңірегінде өрбиді және Саунның технологиялық Пилтовері мен стэмпанк лашықтарында өтеді. Қысқа сюжеттік бейнеде әзірлеушілер әпкесімен болған жанжал сәттерін еске түсіретін Jinx-ті көрсетті. Riot Games бұған дейін LoL әлемінде сериалдың тизерін шығарды және картинада пайда болатын бірнеше кейіпкерлерді көрсетті. Олардың арасында белгісіз кейіпкер болды және жанкүйерлер Премьера күні Riot LoL-ға жаңа чемпион қосады деп болжады. Сериалдың Netflix ағындық платформасында шығуы",
  "Text3Bolt": "Tundra Esports The International 2022 чемпионы атанды",
  "Text3": "\n\nTundra Esports the international 2022 үлкен финалында Team Secret-ті Dota 2-де жеңді. Кездесу 3:0 есебімен аяқталды.Команда жоқ 33 шапиралар турнир чемпионы атанды және 8,4 миллионнан астам табыс тапты. оның қарсыласы 2,4 миллионнан астам доллар алды. бұрын командалар жоғарғы тордың финалында кездесті, онда тундра да күшті болды, қарсыласу нәтижесі 2:1 болды.TI11 15-30 қазан аралығында Сингапурда өтті. Чемпионаттың жүлде қоры 18,8 миллион доллардан асты-ол Battle Pass сатылымы мен оның деңгейлері арқылы өсуді жалғастыруда. Қатысушылардың құрамымен репортажда танысуға болады.",
  "news": "Жаңалықтар"
}
